tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kyslik/php"
tap "mongodb/brew"
tap "nicoverbruggen/cask"
tap "shivammathur/php"

brew "apr-util"
brew "pkg-config"
brew "ruby"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "git"
brew "guile"
brew "python@3.10"
brew "httpie"
brew "python@3.11", link: false
brew "iproute2mac"
brew "jenv"
brew "libfido2"
brew "mitmproxy"
brew "mkcert"
brew "node@16"
brew "mongosh"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "nmap"
brew "nss"
brew "openjdk"
brew "openssl@3"
brew "peco"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "redis", restart_service: true
brew "telnet"
brew "tmux"
brew "watchman"
brew "wget"
brew "wrk"
brew "z"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.4"

cask "adoptopenjdk8"
cask "android-commandlinetools"
cask "cscreen"
cask "font-iosevka"
cask "numi"
cask "phpmon"
cask "react-native-debugger"
cask "sloth"
cask "stats"
